aria2
autoconf
automake
bison
bison-doc
blender
cabal-install
clang
clang-format
curl
cmake
dia
dosbox
dvipng
emacs25
emacs25-el
exuberant-ctags
fcitx-libpinyin
ffmpeg
figlet
flatabulous-theme
flex
flex-doc
geogebra5
ghc
gimp
git
gnuplot
google-chrome-stable
gparted
graphviz
hoogle
i3
i3blocks
inkscape
latexmk
libboost-dev
libboost-doc
libclang-dev
lldb
llvm-dev
markdown
mplayer
mpv
oracle-java9-installer
p7zip
pandoc
pdf2svg
perl-doc
powerline
proxychains
racket
rar
screenfetch
sdcv
smplayer
sqlitebrowser
stardict
swi-prolog
swi-prolog-doc
synaptic
texlive
texlive-lang-cjk
texlive-science
texlive-xetex
trash-cli
tree
tshark
unrar
valgrind
wireshark
wireshark-doc
xsel
zeal
zsh
