aria2
autoconf
automake
bear
chktex
clang
clang-format
cmake
curl
dvipng
exuberant-ctags
fcitx-libpinyin
fd-find
ffmpeg
fzf
git
global
gnuplot
google-chrome-stable
gparted
graphviz
i3
i3block
inkscape
latexmk
libboost-dev
libboost-doc
libclang-dev
libvterm-dev
lldb
llvm-dev
markdown
mplayer
p7zip
pdf2svg
proxychains
sdcv
smplayer
sqlitebrowser
stardict
synaptic
texlive
texlive-lang-cjk
texlive-science
texlive-xetex
trash-cli
valgrind
xsel
zeal
zsh